Repository: ptgms/khinsider-ripper
Catalog: Khinsider Ripper/*.lproj/Localizable.strings
Languages: de

source: Warning!
de: Warnung!

# legacy_warning
source: You are using the App on an iOS Version below 11. You won't be able to view downloaded tracks in the files app, you'll need iTunes or an File app with jailbroken devices.
de: Du benutzt eine iOS-Version unter iOS 11. Du wirst nicht in der Lage sein, heruntergeladene Titel in der Dateien App zu verwalten, du benötigst iTunes oder eine Dateien-App für gejailbreakte Smartphones.

# fav
source: Favorite
de: Favorisiere

# av_formats
source: Available Formats:
de: Verfügbare Formate:

# remove_fav
source: Remove from Favorites
de: Entferne von Favoriten

# addfav
source: Add to Favorites
de: Füge zu Favoriten hinzu

# open_browser
source: Open Track in Browser
de: Öffne Titel im Browser

source: Done
de: Fertig

source: Options
de: Optionen

# nothingplay
source: Nothing playing!
de: Nichts am spielen!

source: Downloading
de: Lade herunter

source: Edit
de: Bearbeiten

# rmv
source: Remove
de: Entfernen

# base_dir
source: In Directory: Documents/
de: Im Verzeichnis: Dokumente/

# gobackdir
source: Go back a directory
de: Gehe ein Verzeichnis zurück

source: Contains
de: Beinhaltet

source: Tracks
de: Titel

source: Question
de: Frage

# format_ask
source: As what format do you want to save the file?
de: Als welches Format möchtest du die/den Titel speichern?

# gathering
source: Gathering direct links
de: Sammel Download-Links

# download_all
source: Download all Tracks
de: Alle Titel herunterladen

# checkout
source: Check out this Album from Khinsider!
de: Schau dir das Album auf Khinsider an!

source: Download Track
de: Lade Titel herunter

# trackdone
source: Track has been saved into the Apps document Fodler! Open the File app to look at it!
de: Track wurde in den App-Dokumenten gespeichert. Schau in deiner Dateien-App nach!
